<unk>	0
<s>	0
</s>	0
<pad>	0
▁	-3.55412
▁the	-3.77566
▁,	-3.89669
▁の	-4.00181
▁、	-4.12742
▁)	-4.16861
▁(	-4.18255
▁of	-4.24462
▁に	-4.28868
▁.	-4.35579
▁。	-4.40134
s	-4.5827
▁は	-4.64286
▁and	-4.64587
▁た	-4.69609
▁る	-4.70126
▁を	-4.7066
▁と	-4.76776
ed	-4.78239
▁て	-4.84341
▁in	-4.85991
▁が	-4.88894
▁to	-4.91521
▁a	-4.94555
▁し	-4.9572
▁い	-4.95978
-	-5.03757
▁で	-5.03977
▁was	-5.1391
▁'	-5.21684
▁年	-5.34561
▁な	-5.48945
▁あ	-5.49946
▁れ	-5.51255
▁っ	-5.55796
ing	-5.63564
▁is	-5.64454
▁as	-5.73965
▁"	-5.78961
▁さ	-5.80977
▁も	-5.89354
▁・	-6.00091
▁that	-6.03177
▁by	-6.0772
「	-6.12508
▁」	-6.12597
▁する	-6.14087
▁for	-6.14688
▁no	-6.15738
▁with	-6.25211
▁on	-6.25808
▁he	-6.26338
e	-6.33068
▁り	-6.34058
▁月	-6.35223
The	-6.35443
▁from	-6.38012
▁日	-6.42813
ly	-6.43542
▁his	-6.44986
▁う	-6.46946
▁から	-6.47971
▁it	-6.50953
▁were	-6.53884
▁こと	-6.55281
In	-6.61287
▁which	-6.61924
▁at	-6.62972
▁く	-6.64992
▁:	-6.65262
▁who	-6.65869
d	-6.66923
ji	-6.71984
er	-6.73693
▁や	-6.75839
▁よ	-6.77115
y	-6.78216
▁an	-6.78914
▁be	-6.79635
▁など	-6.80413
▁are	-6.83088
▁大	-6.83311
▁or	-6.83993
▁られ	-6.85308
▁ら	-6.90902
▁period	-6.92188
▁-	-6.92673
▁後	-6.95003
▁2	-6.97508
i	-6.988
He	-6.99772
▁』	-7.01112
▁国	-7.01257
▁日本	-7.01358
in	-7.02436
▁お	-7.03642
t	-7.03758
▁1	-7.03808
▁family	-7.0456
▁時代	-7.09459
▁Emperor	-7.0955
▁had	-7.09829
▁3	-7.10244
▁not	-7.10831
o	-7.11769
▁もの	-7.12219
▁but	-7.12878
It	-7.1288
▁一	-7.13017
▁this	-7.13038
▁also	-7.13182
▁Kyoto	-7.14516
▁家	-7.17437
▁clan	-7.18775
ko	-7.1889
▁市	-7.19651
▁天皇	-7.19777
▁寺	-7.20547
shi	-7.21262
▁つ	-7.2146
n	-7.21745
▁か	-7.22473
▁ため	-7.22682
▁『	-7.25241
▁わ	-7.26306
▁Temple	-7.2643
▁Japan	-7.2748
▁的	-7.27559
no	-7.27625
▁Japanese	-7.278
▁その	-7.28603
▁called	-7.30688
▁Province	-7.30688
jo	-7.33641
り	-7.34041
▁one	-7.35206
▁氏	-7.35299
▁name	-7.35541
▁4	-7.36141
▁Imperial	-7.37295
▁became	-7.37597
ri	-7.37624
▁よう	-7.37829
▁after	-7.38605
▁中	-7.38914
▁7	-7.39305
ra	-7.41503
▁City	-7.42834
al	-7.42848
子	-7.43294
do	-7.45496
▁人	-7.47064
▁10	-7.47637
▁す	-7.47675
▁8	-7.48076
▁11	-7.48313
▁5	-7.48571
し	-7.48633
es	-7.48662
▁such	-7.49254
▁京都	-7.49731
▁;	-7.49758
▁15	-7.50512
▁12	-7.50797
ki	-7.50982
▁O	-7.51286
▁been	-7.52392
▁三	-7.52782
▁行	-7.52927
▁6	-7.53053
山	-7.53741
▁19	-7.54432
▁used	-7.54776
▁多	-7.54993
▁there	-7.57031
▁へ	-7.57508
▁have	-7.57701
▁Prefecture	-7.58473
to	-7.5853
▁16	-7.58927
▁when	-7.59512
ん	-7.60677
▁き	-7.61181
▁ば	-7.61221
▁so	-7.61836
田	-7.62211
sho	-7.62223
th	-7.62983
▁9	-7.63737
▁Ko	-7.64321
▁time	-7.64974
▁者	-7.6565
い	-7.66298
▁上	-7.66552
また	-7.67663
r	-7.68958
▁高	-7.69523
▁A	-7.70978
ku	-7.72365
▁their	-7.72533
れ	-7.73623
▁せ	-7.74902
▁other	-7.75043
st	-7.75207
A	-7.75286
▁they	-7.75443
この	-7.75741
▁son	-7.76004
▁駅	-7.76142
その	-7.763
▁17	-7.76313
▁だ	-7.76568
se	-7.77412
mi	-7.77634
▁dur	-7.77815
▁into	-7.77891
▁県	-7.78325
く	-7.78819
▁I	-7.78905
m	-7.79277
▁government	-7.7961
明治	-7.79761
▁長	-7.80215
▁first	-7.80312
▁made	-7.80585
cho	-7.80716
▁Edo	-7.81117
go	-7.81246
▁has	-7.81357
ion	-7.81643
▁head	-7.81874
▁18	-7.8191
ya	-7.81942
▁代	-7.82627
▁本	-7.83528
▁Station	-7.83633
人	-7.84017
a	-7.84296
▁13	-7.8436
▁神	-7.84917
His	-7.8497
▁下	-7.85235
ta	-7.85757
▁名	-7.86899
▁people	-7.87893
▁まで	-7.88126
ro	-7.88624
▁出	-7.88784
▁said	-7.88912
▁山	-7.89147
19	-7.89379
家	-7.89439
ma	-7.89521
め	-7.89954
Howev	-7.90154
▁この	-7.90784
On	-7.91201
ga	-7.91221
▁ん	-7.92212
▁year	-7.92615
so	-7.92856
▁内	-7.94199
gi	-7.94424
▁じ	-7.94941
ka	-7.95372
g	-7.96551
▁14	-7.96956
re	-7.97239
tsu	-7.97976
▁its	-7.98271
u	-7.98387
▁新	-7.98573
▁院	-7.99125
▁because	-7.99706
c	-7.99884
▁通	-8.00168
▁町	-8.0056
▁under	-8.00956
き	-8.01316
▁Sho	-8.01709
.	-8.01905
shu	-8.02293
国	-8.02517
▁The	-8.02934
▁between	-8.02945
▁呼	-8.0299
▁時	-8.03123
▁Prince	-8.0313
▁小	-8.03152
▁かっ	-8.03274
▁第	-8.03907
え	-8.03979
て	-8.04125
▁見	-8.04272
▁正	-8.05131
か	-8.05623
p	-8.06007
ら	-8.06556
▁some	-8.07263
▁藩	-8.07419
chi	-8.08067
This	-8.08468
▁later	-8.08912
▁地	-8.09682
▁system	-8.09705
ke	-8.09727
▁御	-8.09899
しかし	-8.09931
▁order	-8.10948
▁自	-8.10984
▁二	-8.11109
ver	-8.11732
I	-8.11917
▁same	-8.12304
en	-8.12342
▁Shrine	-8.12617
ation	-8.12626
da	-8.13044
▁only	-8.13503
▁元	-8.13503
ru	-8.13857
▁/	-8.14065
▁her	-8.1454
▁実	-8.14887
▁城	-8.15562
大	-8.15656
▁two	-8.16099
me	-8.16239
After	-8.16538
川	-8.16558
le	-8.16709
na	-8.16766
▁out	-8.16987
▁間	-8.17022
長	-8.17387
▁法	-8.17595
年	-8.17697
▁宗	-8.17786
▁many	-8.18037
▁about	-8.18129
▁対	-8.1845
▁ず	-8.1858
▁位	-8.19514
ba	-8.19529
l	-8.19745
▁over	-8.20417
▁court	-8.20582
▁これ	-8.20919
に	-8.21287
▁up	-8.21625
kan	-8.22295
け	-8.22488
▁江戸	-8.22609
▁where	-8.23144
▁藤原	-8.23412
▁石	-8.23605
▁書	-8.23711
yo	-8.23753
▁元年	-8.23904
名	-8.24353
kyo	-8.2441
▁re	-8.24458
これ	-8.2472
▁より	-8.24758
▁died	-8.24805
▁years	-8.24811
▁義	-8.25027
▁入	-8.2506
an	-8.25147
▁school	-8.25617
▁ま	-8.258
▁言	-8.25892
▁軍	-8.25969
ル	-8.26122
上	-8.27826
本	-8.2793
▁Yoshi	-8.27955
ho	-8.28328
▁西	-8.28431
O	-8.28489
mon	-8.28871
▁old	-8.29056
▁み	-8.29237
元	-8.29436
▁Castle	-8.29878
▁幕府	-8.29908
bu	-8.29955
ー	-8.30119
み	-8.30207
▁前	-8.30373
行	-8.30813
地	-8.31151
▁旧暦	-8.31322
b	-8.31351
▁So	-8.31433
▁part	-8.31441
部	-8.31609
▁main	-8.31622
ン	-8.31873
力	-8.32104
▁rank	-8.32183
▁方	-8.3221
Al	-8.32709
▁事	-8.32731
▁established	-8.32738
(	-8.32806
▁him	-8.33363
te	-8.33456
中	-8.3351
▁temple	-8.3358
定	-8.33711
▁説	-8.33891
▁can	-8.33891
出	-8.33944
▁学	-8.33979
▁FUJIWARA	-8.33989
▁them	-8.34435
▁天	-8.3449
▁father	-8.34728
▁線	-8.34961
▁all	-8.34976
yama	-8.3528
▁three	-8.3539
▁well	-8.35464
▁道	-8.35652
▁生	-8.3604
▁む	-8.36108
▁経	-8.36142
▁written	-8.36642
▁Rank	-8.36914
▁Buddhist	-8.37233
な	-8.37386
▁公	-8.37763
▁death	-8.37906
▁権	-8.38091
▁所	-8.38244
▁目	-8.38379
▁position	-8.38449
▁end	-8.38708
wa	-8.39283
▁through	-8.39406
▁known	-8.39541
▁受け	-8.3987
▁To	-8.39982
▁includ	-8.40473
▁Ka	-8.40501
den	-8.4054
わ	-8.40616
▁present	-8.40838
As	-8.40918
zu	-8.41097
▁Taka	-8.41235
ic	-8.41503
▁府	-8.4153
mo	-8.41631
▁とも	-8.41653
fu	-8.41809
▁Go	-8.41846
dai	-8.4215
▁bakufu	-8.42152
▁20	-8.42237
ne	-8.42376
々	-8.42376
▁daughter	-8.42522
▁second	-8.42522
明	-8.42531
▁Shin	-8.42843
野	-8.43125
▁than	-8.4313
gu	-8.43204
▁東	-8.43303
la	-8.43547
bi	-8.43708
though	-8.43717
▁area	-8.43784
▁現在	-8.44089
▁記	-8.44317
▁作	-8.44632
▁同	-8.44917
原	-8.45275
▁神社	-8.45362
▁f	-8.45469
▁子	-8.45517
▁being	-8.45533
▁she	-8.45944
間	-8.46151
▁四	-8.4626
or	-8.46856
▁held	-8.46957
There	-8.4696
政	-8.46984
zo	-8.47187
k	-8.47254
ment	-8.47578
▁会	-8.47824
▁場合	-8.47854
日	-8.48446
▁王	-8.48729
文	-8.48778
those	-8.48994
物	-8.49098
appointed	-8.49147
▁age	-8.49378
▁rice	-8.49392
▁Line	-8.49759
ge	-8.49767
門	-8.49798
▁army	-8.49799
▁Kamakura	-8.50017
sen	-8.5014
▁官	-8.50564
f	-8.5073
和	-8.50795
▁then	-8.51077
▁無	-8.51213
▁around	-8.51223
宮	-8.51248
▁style	-8.51405
▁歳	-8.51433
▁信	-8.51698
kai	-8.51705
▁流	-8.52114
ll	-8.52247
▁親王	-8.5227
▁化	-8.52413
shin	-8.52689
gan	-8.52694
▁line	-8.5272
▁Ho	-8.52755
▁de	-8.53061
served	-8.53254
ま	-8.53539
ス	-8.53747
▁War	-8.53874
▁new	-8.5394
▁平	-8.54043
▁持	-8.54235
▁while	-8.54376
▁従	-8.54501
手	-8.54583
▁consider	-8.54602
法	-8.54635
ち	-8.54658
w	-8.54759
『	-8.55014
▁等	-8.5505
▁知	-8.55054
▁郡	-8.55058
▁Court	-8.55161
▁文化	-8.55224
▁military	-8.55387
▁Domain	-8.55546
島	-8.55579
▁place	-8.55614
▁since	-8.55704
▁side	-8.55807
▁宮	-8.55835
▁五	-8.56227
道	-8.56511
▁post	-8.56674
su	-8.56814
▁E	-8.56959
▁S	-8.57051
▁区	-8.57264
ce	-8.57565
▁使	-8.577
▁他	-8.57722
▁came	-8.57845
▁主	-8.57915
▁重	-8.58206
▁部	-8.58284
ju	-8.58312
▁bas	-8.58604
▁それ	-8.5874
▁際	-8.58767
後	-8.59156
▁lord	-8.59315
▁young	-8.59389
bo	-8.59475
▁考え	-8.59478
▁将軍	-8.59548
jin	-8.5962
▁でき	-8.59625
▁また	-8.59814
▁locat	-8.5995
書	-8.59951
▁like	-8.6008
gawa	-8.60218
方	-8.60224
▁不	-8.60314
神	-8.60408
▁U	-8.60447
▁Shi	-8.60471
▁more	-8.60954
身	-8.61012
▁文	-8.61234
▁Osaka	-8.61389
▁howe	-8.61858
内	-8.61894
井	-8.62095
ryo	-8.62098
ers	-8.62233
た	-8.62319
▁手	-8.62543
▁power	-8.62606
▁priest	-8.62671
▁北	-8.62797
▁Meiji	-8.62822
▁十	-8.62861
▁given	-8.63029
▁San	-8.63094
▁Nara	-8.63137
▁original	-8.6327
▁金	-8.63342
18	-8.63483
▁official	-8.63544
生	-8.63615
on	-8.63684
[	-8.64788
▁following	-8.64997
sa	-8.65003
木	-8.65248
▁shogun	-8.65349
li	-8.65424
▁館	-8.65492
sei	-8.65534
平	-8.65733
▁昭和	-8.65752
▁用い	-8.66235
▁Dai	-8.66278
▁each	-8.66307
用	-8.66373
▁次	-8.66415
▁local	-8.66578
▁took	-8.66795
ten	-8.67148
▁分	-8.67209
▁Mi	-8.67246
▁Chinese	-8.67248
Junior	-8.67625
▁源	-8.67699
▁down	-8.67706
▁万	-8.67797
▁early	-8.67883
When	-8.67929
▁伝	-8.67938
yoshi	-8.67975
義	-8.68108
▁Heian	-8.68153
▁before	-8.68301
▁～	-8.68303
事	-8.68424
be	-8.68585
▁due	-8.68609
学	-8.68672
▁Kan	-8.68741
仁	-8.6922
▁水	-8.69404
E	-8.69524
▁社	-8.69644
▁大臣	-8.70022
ur	-8.70045
▁清	-8.70333
体	-8.7077
S	-8.70908
▁various	-8.70975
sha	-8.71023
▁南	-8.71657
屋	-8.71761
▁Ku	-8.71886
ラ	-8.71968
▁imperial	-8.72192
▁外	-8.72427
▁Ki	-8.72464
▁開	-8.72638
▁ぶ	-8.72704
者	-8.7302
徳	-8.73032
▁明	-8.73044
前	-8.73163
ど	-8.73207
▁left	-8.7332
▁brother	-8.73419
▁wife	-8.73467
村	-8.7356
▁MINAMOTO	-8.73949
▁Palace	-8.73973
▁P	-8.74063
▁残	-8.74214
ha	-8.7427
yu	-8.74403
つ	-8.74507
光	-8.74589
▁八	-8.74772
▁these	-8.74928
▁chief	-8.74996
▁鎌倉	-8.75013
じ	-8.75014
jinja	-8.75071
▁great	-8.751
tai	-8.75165
▁station	-8.7522
▁全	-8.75281
ity	-8.75535
▁Fu	-8.75543
ar	-8.75629
▁Tokyo	-8.75729
▁day	-8.75741
記	-8.75748
▁back	-8.75766
永	-8.75877
▁title	-8.76199
"	-8.76258
▁忠	-8.76343
▁war	-8.76389
▁region	-8.76689
refore	-8.76805
▁use	-8.76813
▁person	-8.77054
主	-8.77166
▁C	-8.77477
▁high	-8.77543
gen	-8.77572
▁even	-8.77802
▁存在	-8.7781
代	-8.77958
成	-8.78044
治	-8.78206
▁集	-8.78269
za	-8.7834
▁sect	-8.78892
▁would	-8.78958
▁有	-8.79025
▁theory	-8.79086
▁Sa	-8.7916
一	-8.79353
▁c	-8.79457
▁mother	-8.79589
▁Ward	-8.79751
▁命	-8.79761
it	-8.79922
▁派	-8.7998
▁立	-8.8002
▁大学	-8.8004
lo	-8.80434
イ	-8.80488
san	-8.80608
▁number	-8.80639
が	-8.80843
▁Masa	-8.80873
▁両	-8.80894
▁did	-8.81013
▁shrine	-8.81026
朝	-8.81202
▁安	-8.8121
▁long	-8.81381
▁become	-8.814
なお	-8.81413
▁against	-8.81432
リ	-8.81806
▁go	-8.81822
▁samurai	-8.82005
▁land	-8.82052
▁徳川	-8.82076
▁tea	-8.82401
▁sho	-8.82448
▁era	-8.82588
城	-8.82901
At	-8.83039
▁feudal	-8.83044
▁娘	-8.83049
▁広	-8.83133
ies	-8.8335
▁started	-8.83425
の	-8.83568
▁古	-8.83748
▁教	-8.83834
津	-8.83938
masa	-8.83947
分	-8.84192
▁both	-8.843
合	-8.84337
正	-8.84439
▁鉄道	-8.8466
び	-8.84684
▁のみ	-8.8475
▁himself	-8.84794
▁数	-8.84931
▁守	-8.84984
▁Tada	-8.85217
▁京	-8.85386
▁hand	-8.85395
▁直	-8.85452
母	-8.85469
sai	-8.85507
able	-8.85673
▁could	-8.86073
▁built	-8.86145
▁most	-8.86166
院	-8.86243
▁源氏	-8.86447
▁号	-8.86565
▁奈良	-8.86625
所	-8.86633
町	-8.86693
▁性	-8.8684
▁称	-8.87019
went	-8.87221
安	-8.87231
▁Jo	-8.87417
▁特	-8.87725
▁旧	-8.87792
▁世	-8.88015
▁物	-8.88395
信	-8.88562
▁among	-8.88857
▁30	-8.8895
▁相	-8.89316
▁父	-8.89797
ther	-8.90119
▁ancient	-8.90214
▁kami	-8.90545
位	-8.90546
ng	-8.9077
▁No	-8.90812
▁Do	-8.9083
▁emperor	-8.9095
▁School	-8.91014
▁born	-8.91039
▁当時	-8.91139
▁Ma	-8.91212
だ	-8.91244
ni	-8.91293
▁un	-8.91377
寺	-8.9146
▁way	-8.91718
ance	-8.91737
il	-8.9179
久	-8.91889
▁強	-8.92113
▁別	-8.92372
▁former	-8.92487
▁Ta	-8.92583
▁関係	-8.92887
▁Buddhism	-8.93116
According	-8.93219
ie	-8.93335
▁addition	-8.93373
▁学校	-8.93558
▁21	-8.93582
▁酒	-8.93674
▁China	-8.93736
B	-8.93953
場	-8.93973
un	-8.93987
▁Ji	-8.94054
moto	-8.94067
gaku	-8.94313
To	-8.94458
▁だっ	-8.94502
う	-8.9462
▁enter	-8.94857
▁頼	-8.94895
▁村	-8.95002
一般	-8.95015
▁book	-8.95023
ive	-8.95093
立	-8.95198
mori	-8.952
C	-8.95305
▁ceremony	-8.95369
▁関	-8.9564
▁領	-8.95705
▁得	-8.95926
▁Sei	-8.95986
▁東京	-8.96032
▁form	-8.96149
来	-8.96171
▁result	-8.96211
▁own	-8.96213
▁平安	-8.96299
▁often	-8.96315
▁adopted	-8.96345
気	-8.96465
実	-8.96495
▁武	-8.96664
▁third	-8.96687
ary	-8.96835
▁battle	-8.96922
de	-8.96931
▁中心	-8.97027
gyo	-8.97125
kata	-8.97592
▁group	-8.97621
ck	-8.97814
岡	-8.97893
西	-8.97907
▁財	-8.97917
▁形	-8.98033
▁p	-8.98175
h	-8.98255
▁物語	-8.98272
▁仏	-8.98508
▁above	-8.98562
京都	-8.98665
▁乱	-8.98937
▁反	-8.99008
▁六	-8.99245
▁refer	-8.99319
▁25	-8.99358
▁Naga	-8.99421
▁times	-8.9944
▁do	-8.99487
▁section	-8.99509
▁large	-8.99534
man	-8.99662
NO	-8.99724
▁Su	-8.99878
▁おけ	-9.00086
▁work	-9.00351
日本	-9.005
▁Mt	-9.00542
mu	-9.00595
▁当	-9.00617
▁期	-9.00774
▁different	-9.00876
po	-9.00893
▁state	-9.0125
▁とき	-9.01326
▁fact	-9.01355
▁回	-9.01511
▁play	-9.01789
00	-9.01825
見	-9.02195
▁Nobu	-9.02269
ry	-9.02398
軍	-9.02413
ば	-9.02474
age	-9.0254
▁Ten	-9.02616
▁March	-9.02738
▁戦	-9.02751
▁T	-9.0282
流	-9.0286
▁g	-9.02872
さ	-9.02908
naga	-9.02999
▁Shu	-9.03168
dori	-9.03237
作	-9.03363
こ	-9.03366
禄	-9.0341
▁Ya	-9.03415
▁sake	-9.03434
▁Shinto	-9.0357
▁制	-9.03604
州	-9.03607
▁domain	-9.03758
▁以降	-9.03801
▁o	-9.03999
面	-9.04064
▁中国	-9.04069
下	-9.04079
▁Kai	-9.04166
▁succeed	-9.04179
▁Period	-9.04207
mura	-9.0435
▁歌	-9.04419
▁任	-9.04456
▁松	-9.04467
▁巻	-9.04506
▁until	-9.04695
▁Minister	-9.04896
▁attack	-9.04896
▁地方	-9.05002
▁足利	-9.05021
▁visit	-9.05036
さらに	-9.05045
▁かけ	-9.05104
▁should	-9.05243
ent	-9.05263
▁Wa	-9.05271
崎	-9.05405
chu	-9.05728
女	-9.05868
▁vassal	-9.05939
▁世紀	-9.05944
▁成	-9.06042
x	-9.06057
世	-9.06331
▁changed	-9.06428
▁24	-9.06572
▁頃	-9.06663
suke	-9.06819
ト	-9.06903
▁days	-9.06968
▁現	-9.06987
▁研究	-9.07022
el	-9.07065
▁勝	-9.07101
▁without	-9.07156
▁和	-9.07184
高	-9.07251
▁Buddha	-9.07257
▁使用	-9.07286
▁koku	-9.0731
王	-9.07359
▁four	-9.07439
▁戦い	-9.07455
▁m	-9.0769
▁Railway	-9.0776
▁century	-9.0776
▁七	-9.07761
using	-9.07796
U	-9.08029
▁April	-9.08124
zan	-9.08148
▁Kin	-9.08282
▁support	-9.08455
口	-9.08647
▁生まれ	-9.08746
▁ko	-9.0884
▁Tsu	-9.08897
▁others	-9.08964
▁if	-9.09165
▁諸	-9.09165
▁January	-9.09223
ve	-9.09286
zen	-9.09303
▁堂	-9.09379
▁another	-9.09404
▁history	-9.09465
▁b	-9.0947
東	-9.09528
▁literal	-9.09548
▁皇子	-9.09619
machi	-9.09757
▁23	-9.10049
vi	-9.10116
▁左	-9.10165
▁office	-9.10247
▁22	-9.10306
lu	-9.10515
▁water	-9.1056
父	-9.10853
盛	-9.10872
▁木	-9.10884
▁Ha	-9.10912
▁語	-9.10987
▁都	-9.11093
▁University	-9.11106
と	-9.1124
▁再	-9.11275
▁Sen	-9.11348
▁Yo	-9.11379
▁means	-9.114
宗	-9.1146
▁白	-9.11611
▁child	-9.11744
▁総	-9.11789
三	-9.11807
▁Nobunaga	-9.11832
▁土	-9.11931
▁July	-9.12011
石	-9.12012
▁女	-9.12024
▁大名	-9.12105
▁capital	-9.12153
水	-9.12155
▁general	-9.12174
ct	-9.12272
▁will	-9.1228
▁con	-9.12372
▁役	-9.12379
▁regard	-9.12401
▁Muromachi	-9.12432
▁along	-9.1246
官	-9.12482
ch	-9.12576
▁円	-9.12585
▁千	-9.12731
▁according	-9.12751
▁Hideyoshi	-9.12753
▁May	-9.128
▁hall	-9.12918
▁納言	-9.12963
通	-9.13012
,000	-9.13055
▁政	-9.13063
▁僧	-9.13064
時	-9.13122
myo	-9.1321
▁Grade	-9.13306
nin	-9.13437
▁Yu	-9.13481
▁28	-9.1349
▁temples	-9.13502
taka	-9.13548
▁residence	-9.1359
10	-9.13695
▁こ	-9.13961
▁birth	-9.13987
▁right	-9.13992
▁TOKUGAWA	-9.14029
▁ながら	-9.14061
▁大阪	-9.1434
▁共	-9.14348
橋	-9.14416
▁式	-9.14523
▁castle	-9.14634
▁Battle	-9.14727
▁Yamato	-9.14825
▁光	-9.14953
pe	-9.14971
▁指	-9.15073
▁約	-9.15152
▁発	-9.15174
▁Yori	-9.15395
▁unknown	-9.15462
ist	-9.15465
▁先	-9.15633
N	-9.15693
pa	-9.15819
谷	-9.15943
▁October	-9.15948
▁August	-9.15999
▁川	-9.16048
げ	-9.1605
▁lived	-9.16079
▁make	-9.1632
ryu	-9.16363
▁man	-9.1641
▁用	-9.1645
▁進	-9.16485
▁set	-9.16498
▁National	-9.16573
▁JR	-9.16727
入	-9.1674
koku	-9.16754
▁life	-9.17006
shima	-9.17105
▁important	-9.17141
▁ho	-9.17153
向	-9.17187
も	-9.17278
▁図	-9.17421
▁national	-9.17456
目	-9.17621
11	-9.17671
▁found	-9.17737
▁ち	-9.17772
▁海	-9.17781
T	-9.17863
ted	-9.17958
▁勢	-9.18059
▁与え	-9.18229
シ	-9.18254
et	-9.18314
▁master	-9.18388
hi	-9.18412
士	-9.18481
▁statue	-9.18487
▁信長	-9.18547
▁February	-9.18578
▁families	-9.18647
▁花	-9.18802
務	-9.18808
▁師	-9.192
▁意味	-9.1922
ichi	-9.19307
▁永	-9.19376
▁world	-9.1943
gun	-9.19451
▁Gen	-9.19458
号	-9.19472
roku	-9.19538
▁members	-9.19557
▁River	-9.19565
チ	-9.19636
▁職	-9.19695
▁側	-9.19757
持	-9.19811
▁together	-9.19845
▁member	-9.2
▁保	-9.20014
▁believ	-9.20226
9	-9.20228
ろ	-9.20431
▁しま	-9.20457
▁thought	-9.20488
SHI	-9.20495
▁trains	-9.20593
▁Re	-9.20619
福	-9.20638
▁Hon	-9.20661
▁late	-9.20678
▁Moto	-9.20683
▁置	-9.20726
shiki	-9.20919
▁December	-9.20934
▁traditional	-9.21033
tu	-9.21057
▁27	-9.21129
天	-9.21136
▁Zen	-9.2124
▁promoted	-9.21339
▁為	-9.21523
▁five	-9.2156
▁継	-9.21597
▁Ju	-9.2164
rin	-9.2169
▁Gon	-9.21704
G	-9.21717
having	-9.2178
▁結	-9.21806
会	-9.21871
室	-9.21905
ti	-9.21912
▁service	-9.21912
▁real	-9.22007
▁September	-9.22017
▁各	-9.22041
度	-9.22085
▁Empress	-9.22151
蔵	-9.22257
▁En	-9.22327
▁away	-9.22346
nari	-9.22367
▁だけ	-9.22398
kawa	-9.22453
▁Shige	-9.22492
▁term	-9.22493
▁B	-9.22586
kei	-9.2262
▁public	-9.22665
同	-9.22762
▁small	-9.22919
▁Sada	-9.2301
▁右	-9.2305
▁house	-9.2317
▁民	-9.23358
▁Mitsu	-9.2346
▁put	-9.23511
at	-9.23515
▁daimyo	-9.23773
▁train	-9.23853
制	-9.24015
For	-9.24122
月	-9.24236
▁Uji	-9.24319
▁首	-9.24453
▁Ken	-9.24502
▁ASHIKAGA	-9.24535
▁ア	-9.24655
▁led	-9.24723
心	-9.2489
12	-9.24908
▁親	-9.24923
▁像	-9.24997
▁Kyo	-9.25002
▁品	-9.25049
▁Cho	-9.2514
DA	-9.25162
▁Sai	-9.2521
▁F	-9.25242
us	-9.25243
▁省	-9.25296
▁26	-9.25371
▁事件	-9.25384
ken	-9.2546
▁たち	-9.25467
戦	-9.25482
▁political	-9.25486
▁take	-9.2554
▁例	-9.25558
nomiya	-9.25599
▁produc	-9.25668
Ka	-9.25739
政府	-9.25759
▁今	-9.25764
M	-9.25807
形	-9.25931
▁朝	-9.25937
▁you	-9.25991
▁dis	-9.26042
楽	-9.26052
ty	-9.26101
▁governor	-9.26368
Since	-9.26375
ally	-9.26437
▁ひ	-9.26539
She	-9.26596
マ	-9.26688
▁still	-9.26697
min	-9.2673
色	-9.26798
▁良	-9.26875
▁真	-9.26909
カ	-9.26923
▁秀吉	-9.26978
▁half	-9.27201
ate	-9.27206
kaku	-9.27275
宝	-9.27315
Ko	-9.27324
▁June	-9.27358
▁calendar	-9.2738
▁November	-9.27514
▁described	-9.27582
▁移	-9.2761
殿	-9.27612
▁common	-9.27653
▁門	-9.27713
▁政治	-9.27724
hira	-9.27744
▁思	-9.27794
YAMA	-9.27828
▁front	-9.2785
▁received	-9.27919
海	-9.27929
▁control	-9.2808
▁系	-9.28172
議	-9.28257
▁Tai	-9.28373
ei	-9.28374
▁伝え	-9.28455
▁Hi	-9.28458
yori	-9.28486
線	-9.28553
▁たり	-9.28585
▁sa	-9.28593
▁historical	-9.28973
mp	-9.29141
▁べ	-9.29226
▁Senior	-9.29273
▁Naka	-9.29465
▁ふ	-9.2948
馬	-9.29527
ran	-9.29543
hito	-9.29596
▁守護	-9.29872
▁children	-9.29944
▁Genji	-9.29962
せ	-9.29989
▁art	-9.30022
▁ten	-9.30037
▁度	-9.3011
▁重要	-9.30113
▁一部	-9.30188
va	-9.30271
勢	-9.30331
▁論	-9.30355
▁Shogun	-9.30373
数	-9.30543
kuni	-9.30551
▁building	-9.30567
tada	-9.30598
▁say	-9.3079
▁country	-9.30833
▁条	-9.3105
ci	-9.31098
D	-9.3112
倉	-9.31151
▁Yasu	-9.31163
▁branch	-9.31184
ban	-9.31296
▁屋	-9.31386
▁An	-9.3139
ノ	-9.31393
nori	-9.31514
▁29	-9.3157
▁カ	-9.31621
▁shrines	-9.31764
▁Street	-9.31805
応	-9.31851
▁Omi	-9.31853
▁朝廷	-9.31886
▁武士	-9.32008
▁合	-9.32016
▁地域	-9.32047
▁sent	-9.32103
bun	-9.32159
▁e	-9.32214
業	-9.32219
nobu	-9.32264
hime	-9.3231
っ	-9.32399
▁風	-9.3247
▁続	-9.32681
伝	-9.32718
▁referr	-9.32797
▁designat	-9.3283
ク	-9.3284
任	-9.32859
理	-9.32913
経	-9.32929
▁charge	-9.32942
▁定	-9.32973
▁豊	-9.33079
ぼ	-9.33162
▁応	-9.33239
▁any	-9.33251
命	-9.33282
▁バス	-9.33289
▁祭	-9.33347
yuki	-9.33469
5	-9.33481
▁近	-9.33496
▁god	-9.33597
16	-9.33713
保	-9.33766
moved	-9.33807
▁母	-9.33954
ous	-9.33996
▁middle	-9.34016
▁造	-9.34035
yaku	-9.34057
吉	-9.3408
KI	-9.34129
▁死去	-9.34251
▁人物	-9.34267
▁うち	-9.34277
現在	-9.34302
初	-9.34339
式	-9.3439
ただし	-9.34398
▁組	-9.34536
▁example	-9.34624
▁Nishi	-9.34643
▁死	-9.34674
▁改	-9.35023
▁車	-9.35099
風	-9.35157
▁D	-9.35184
▁大き	-9.35247
▁good	-9.3526
▁view	-9.353
▁point	-9.35335
13	-9.35398
▁Ieyasu	-9.35454
bon	-9.35561
Dur	-9.3578
▁取り	-9.35828
▁Se	-9.36105
They	-9.36126
▁兵	-9.36175
常	-9.36208
込	-9.3625
▁設置	-9.36277
師	-9.36329
民	-9.36409
▁宝	-9.36522
▁あた	-9.36607
▁killed	-9.36675
▁表	-9.36683
族	-9.36803
▁story	-9.37132
▁fire	-9.37218
▁site	-9.37238
▁支配	-9.37269
▁茶	-9.37482
▁Kei	-9.37607
▁基	-9.37619
▁至	-9.37664
キ	-9.37729
▁面	-9.37751
▁Ni	-9.37792
ir	-9.37863
ぎ	-9.37906
▁ka	-9.37923
is	-9.37926
親	-9.37946
▁mountain	-9.38069
▁尊	-9.38142
▁影響	-9.38308
▁点	-9.38313
説	-9.38405
mitsu	-9.38435
ated	-9.38489
暦	-9.38655
1	-9.38712
▁末	-9.38742
▁Toshi	-9.38856
▁show	-9.38892
之	-9.38953
▁popular	-9.39019
pi	-9.39075
▁Tokugawa	-9.39081
▁Co	-9.39132
化	-9.39139
▁class	-9.39197
▁included	-9.39292
v	-9.3933
ム	-9.39353
▁唐	-9.39381
▁defeat	-9.39441
ter	-9.39449
▁very	-9.3951
▁music	-9.39551
michi	-9.39656
▁passed	-9.39679
▁弟	-9.39681
▁建	-9.399
▁番	-9.39926
▁performed	-9.40035
ward	-9.40262
2	-9.40271
▁join	-9.4032
▁gave	-9.40423
▁100	-9.40437
▁now	-9.40472
co	-9.405
▁様	-9.40501
頼	-9.40509
ness	-9.40541
▁Toki	-9.40547
▁力	-9.40663
TA	-9.40814
▁織田	-9.40847
ビ	-9.40999
kyu	-9.41034
est	-9.41049
▁Mori	-9.41059
ja	-9.41225
武	-9.41227
▁close	-9.41346
江戸	-9.41387
古	-9.41507
▁以下	-9.41665
▁tri	-9.41677
金	-9.41728
そし	-9.41977
▁翌	-9.41981
称	-9.42086
▁成立	-9.42099
▁direct	-9.42158
▁令	-9.42203
▁In	-9.42241
8	-9.4229
▁last	-9.42334
座	-9.42371
▁center	-9.42374
um	-9.42395
▁Hiro	-9.4256
▁島	-9.42573
mei	-9.42633
▁ほ	-9.42684
▁case	-9.42761
▁頭	-9.42775
▁家康	-9.42795
ism	-9.42801
tic	-9.42863
▁支	-9.42873
▁word	-9.4313
▁publish	-9.43214
▁areas	-9.43283
▁paper	-9.43341
▁朝鮮	-9.43479
取	-9.43534
▁Ise	-9.43618
▁兼	-9.43651
▁returned	-9.43676
器	-9.43734
▁加	-9.43791
▁心	-9.43812
重	-9.43868
▁連	-9.44146
格	-9.44409
▁modern	-9.44482
▁names	-9.44518
ant	-9.44551
▁仏教	-9.44567
▁north	-9.44634
意	-9.44677
▁Bu	-9.44736
▁Yoritomo	-9.44738
それ	-9.44844
▁type	-9.44861
▁歴史	-9.44871
頭	-9.44891
や	-9.44929
▁Southern	-9.45048
▁貞	-9.45164
▁seen	-9.45199
領	-9.45219
▁today	-9.45303
▁深	-9.45355
ッ	-9.45403
▁常	-9.45503
▁室町	-9.45543
▁彼	-9.45551
▁issued	-9.45593
▁sword	-9.45594
房	-9.45635
▁?	-9.4565
▁fu	-9.4566
集	-9.45671
▁画	-9.45673
▁created	-9.45836
ven	-9.45874
▁ある	-9.45929
15	-9.45969
▁岩	-9.45999
タ	-9.4604
day	-9.46048
▁要	-9.46058
▁Taira	-9.46113
▁County	-9.46144
▁取	-9.46274
る	-9.46406
▁lost	-9.46437
▁初	-9.46453
ウ	-9.46475
▁在	-9.4653
▁Lower	-9.46653
害	-9.46826
▁next	-9.46828
社	-9.46844
▁Dynasty	-9.46916
▁territory	-9.47003
▁Han	-9.4701
hara	-9.47035
▁Princess	-9.47048
▁寺院	-9.47096
ol	-9.4738
▁books	-9.47544
▁Northern	-9.47575
L	-9.47591
ting	-9.47659
mono	-9.47708
▁可能	-9.4771
当	-9.47716
▁sometime	-9.47762
▁co	-9.48152
17	-9.48158
▁時期	-9.4818
▁Mu	-9.4825
▁famous	-9.48507
▁北条	-9.48549
▁殿	-9.48979
ア	-9.49014
▁口	-9.49041
▁同じ	-9.49097
男	-9.49098
▁business	-9.49267
▁治	-9.49274
tsuna	-9.49336
▁及び	-9.4941
▁may	-9.49433
▁He	-9.49444
Later	-9.49461
▁study	-9.49537
men	-9.49556
▁developed	-9.49567
▁off	-9.49611
▁come	-9.49672
京	-9.49734
▁Na	-9.49748
▁吉	-9.49806
際	-9.49838
臣	-9.49852
▁major	-9.49852
動	-9.49855
▁works	-9.49865
▁祖	-9.49937
第	-9.50051
▁初期	-9.50086
▁原	-9.50134
良	-9.50198
▁law	-9.50324
▁Ministry	-9.5035
▁shogunate	-9.50463
▁ぐ	-9.50484
▁ところ	-9.50509
▁Matsu	-9.50529
sh	-9.50555
tsune	-9.50597
tion	-9.50646
yasu	-9.50741
▁again	-9.50856
▁construction	-9.5099
▁gate	-9.51055
▁Aki	-9.5106
▁include	-9.51066
産	-9.51111
▁making	-9.51165
as	-9.51208
▁場	-9.51244
忠	-9.51249
▁poems	-9.51292
▁relationship	-9.51401
▁di	-9.51438
賀	-9.5147
▁etc	-9.51479
▁Korea	-9.51486
▁role	-9.51504
H	-9.51533
す	-9.51621
▁米	-9.5168
▁Governor	-9.51813
▁noble	-9.51822
R	-9.51953
▁south	-9.52033
▁pro	-9.52077
コ	-9.52098
路	-9.52205
YA	-9.52235
字	-9.52354
▁もと	-9.52368
▁special	-9.52424
▁W	-9.5244
▁t	-9.52473
ized	-9.5251
▁food	-9.52565
▁rule	-9.52576
▁origin	-9.52589
▁ス	-9.52695
▁帰	-9.52738
▁private	-9.52738
Fro	-9.52749
▁制度	-9.52941
南	-9.52969
ron	-9.53036
造	-9.53102
tsugu	-9.53158
▁Hall	-9.53235
▁method	-9.53251
言	-9.53267
土	-9.5329
▁利用	-9.5331
▁以上	-9.53461
20	-9.53507
▁若	-9.53516
P	-9.53549
▁just	-9.53561
▁TAIRA	-9.53601
ence	-9.53608
▁M	-9.53689
shige	-9.53736
術	-9.53786
▁Hide	-9.53854
▁ma	-9.53857
dan	-9.53864
▁forces	-9.53971
▁stone	-9.53973
▁east	-9.53979
▁描	-9.53982
▁列車	-9.54005
14	-9.54041
オ	-9.54109
▁まま	-9.54116
7	-9.54141
外	-9.5415
▁福	-9.54183
▁express	-9.54273
雄	-9.54379
台	-9.54405
ジ	-9.54411
▁Ri	-9.54447
son	-9.54453
▁al	-9.54615
▁image	-9.54617
▁伴	-9.54733
利	-9.54746
堂	-9.54851
▁Ro	-9.54856
▁ra	-9.54887
▁Sect	-9.54891
督	-9.54934
能	-9.54942
▁必要	-9.54947
▁以外	-9.54952
▁史	-9.55017
▁Kami	-9.55047
toku	-9.55058
▁top	-9.55067
レ	-9.55115
▁town	-9.55129
▁ほど	-9.5516
沢	-9.55167
▁戦争	-9.55188
▁provincial	-9.55234
▁Nan	-9.55266
▁once	-9.55455
統	-9.55469
ざ	-9.55519
▁渡	-9.55519
▁専	-9.55585
清	-9.55612
▁exist	-9.55622
ロ	-9.55792
▁Nori	-9.5582
▁city	-9.55938
▁G	-9.5602
▁隊	-9.56021
権	-9.56079
上げ	-9.56174
01	-9.56392
勝	-9.56412
▁料理	-9.56435
▁興	-9.56564
▁reason	-9.56618
いは	-9.56622
▁久	-9.5666
付	-9.56724
one	-9.56781
皇	-9.56796
▁住	-9.56797
▁short	-9.56823
▁seem	-9.56859
▁every	-9.56929
48	-9.57199
▁座	-9.57228
▁頼朝	-9.57279
▁plac	-9.57284
sada	-9.57337
▁起こ	-9.57406
▁養子	-9.57431
▁秀	-9.57462
49	-9.57513
▁世界	-9.57655
▁含	-9.5768
▁shi	-9.57806
▁remain	-9.57839
▁Noh	-9.57887
▁体	-9.57919
▁Chi	-9.58089
▁nobles	-9.58125
less	-9.58127
▁Ryo	-9.58222
fi	-9.58236
▁retainer	-9.58306
▁観	-9.58325
▁早	-9.58352
▁New	-9.58539
期	-9.58608
▁influence	-9.5863
▁ODA	-9.58653
99	-9.58749
▁変	-9.58777
▁commander	-9.58783
ca	-9.58819
戸	-9.58904
rai	-9.59
有	-9.5906
▁登場	-9.59225
fusa	-9.59253
▁転	-9.59435
団	-9.5949
30	-9.59602
▁ほか	-9.59604
小	-9.5961
▁衆	-9.59703
50	-9.59724
▁半	-9.59727
▁部分	-9.59807
よび	-9.5981
▁馬	-9.5982
▁several	-9.5982
▁ろ	-9.59846
▁後期	-9.59862
味	-9.59892
▁Kanto	-9.5992
▁Jin	-9.59937
プ	-9.59939
▁Kita	-9.60012
▁作品	-9.60081
▁characters	-9.6015
ナ	-9.60266
綱	-9.6033
▁troops	-9.60356
▁ノ	-9.60362
▁retir	-9.60363
▁enshrined	-9.60541
松	-9.60562
使	-9.60584
新	-9.60758
55	-9.60775
質	-9.60907
▁火	-9.60955
ニ	-9.61023
▁construct	-9.61068
nd	-9.61119
form	-9.61158
▁局	-9.61219
次	-9.61224
oka	-9.61345
▁田	-9.61372
hon	-9.61458
▁シ	-9.61473
gin	-9.61494
▁指定	-9.61514
▁meaning	-9.6156
▁House	-9.61577
id	-9.61608
▁赤	-9.6162
▁大和	-9.61675
▁Bus	-9.61727
▁assumed	-9.61737
量	-9.61843
▁ha	-9.61899
▁→	-9.62006
51	-9.62018
▁身	-9.62026
▁home	-9.62082
▁達	-9.62096
▁introduced	-9.62152
▁家臣	-9.62174
▁situation	-9.62209
興	-9.62209
▁officials	-9.62211
▁Fifth	-9.62239
▁incident	-9.62239
▁船	-9.62284
▁仕え	-9.62312
mai	-9.6233
▁Ga	-9.62332
▁豊臣	-9.62339
▁年間	-9.62371
Some	-9.62375
越	-9.624
▁relat	-9.62427
▁=	-9.62427
▁著	-9.62487
▁cho	-9.62678
▁sp	-9.62838
お	-9.62899
▁解	-9.62931
▁pre	-9.62968
▁description	-9.6306
mochi	-9.63099
▁contain	-9.63106
▁Kuni	-9.63135
▁collection	-9.63187
直	-9.63221
藤	-9.63261
▁食	-9.63283
▁character	-9.63284
享	-9.63337
▁盛	-9.6352
▁藤	-9.63672
▁Chu	-9.6368
例	-9.63843
▁en	-9.63909
ought	-9.63936
tan	-9.63957
相	-9.64029
貴族	-9.64137
▁stop	-9.64151
▁Ichi	-9.64156
ね	-9.6419
▁伊勢	-9.64207
▁consist	-9.64263
助	-9.64278
▁transferr	-9.64322
▁current	-9.6451
▁修	-9.64546
▁藩主	-9.6461
61	-9.64621
▁follow	-9.64742
seki	-9.64762
▁status	-9.64828
等	-9.64873
承	-9.6488
▁soldiers	-9.64933
uji	-9.64953
▁appeared	-9.65027
▁increase	-9.65038
▁私	-9.65142
46	-9.65166
▁strong	-9.65193
▁cha	-9.65195
▁Office	-9.65196
▁異	-9.65283
▁Kiyo	-9.65328
▁see	-9.6535
▁Division	-9.65357
▁不明	-9.65364
ず	-9.65367
まり	-9.65368
ful	-9.65393
▁palace	-9.6546
▁没	-9.65547
▁Tomo	-9.65568
▁示	-9.65587
▁mo	-9.65616
named	-9.65723
▁参	-9.65759
▁return	-9.65781
hei	-9.65814
▁cultural	-9.6583
発	-9.65863
▁Museum	-9.65883
ish	-9.6593
pu	-9.65975
▁務め	-9.66043
▁prince	-9.66083
▁電	-9.66092
▁Family	-9.66095
▁以後	-9.66137
▁記録	-9.66158
▁force	-9.66211
▁stage	-9.66257
72	-9.6627
▁退	-9.66277
▁能	-9.66328
▁beginning	-9.66361
▁throne	-9.66361
▁room	-9.66393
▁如	-9.66415
▁Great	-9.66467
▁廃	-9.66512
▁west	-9.66551
進	-9.66575
▁Higashi	-9.66592
▁のち	-9.66621
87	-9.66633
ぶ	-9.66644
▁culture	-9.66681
am	-9.66771
▁仲	-9.66802
▁Sane	-9.66829
▁unit	-9.6684
▁廃止	-9.66844
歌	-9.66846
然	-9.66919
red	-9.66953
▁皇	-9.66976
▁bus	-9.66983
3	-9.6699
▁tax	-9.67001
▁台	-9.67036
F	-9.67113
司	-9.67142
職	-9.67165
▁継承	-9.67173
▁Mo	-9.67236
政権	-9.67243
aki	-9.6727
maro	-9.67315
katsu	-9.67316
86	-9.67321
ial	-9.67346
河	-9.67374
▁異な	-9.67456
佐	-9.67519
▁minister	-9.6754
料	-9.67606
▁春	-9.67622
▁Fujiwara	-9.67705
▁紀	-9.67753
47	-9.67757
z	-9.67783
▁近江	-9.67807
▁感	-9.67849
▁Myo	-9.67996
continued	-9.68003
▁village	-9.68043
MI	-9.68056
▁ex	-9.68064
▁Incident	-9.68183
67	-9.68216
▁古墳	-9.68248
rd	-9.68419
衆	-9.68474
▁着	-9.68531
▁少な	-9.68587
rei	-9.68774
▁び	-9.68776
撃	-9.68787
▁hi	-9.68844
▁Tale	-9.68864
▁記述	-9.68966
▁carri	-9.69082
▁san	-9.69095
▁映画	-9.69115
▁以前	-9.69182
▁鉄	-9.69238
▁Tang	-9.69245
88	-9.69276
北	-9.69307
▁Ie	-9.69343
点	-9.69381
▁dance	-9.69409
out	-9.69425
▁retainers	-9.69433
▁京阪	-9.6951
対	-9.69642
▁一族	-9.69721
▁即位	-9.69723
▁姿	-9.69792
ecause	-9.69928
林	-9.69932
▁最	-9.70013
▁悪	-9.7024
員	-9.70312
▁自ら	-9.70314
▁cases	-9.70396
vo	-9.70414
▁細川	-9.70433
▁百	-9.7046
太郎	-9.70461
▁similar	-9.70493
▁Kyushu	-9.70514
▁month	-9.70526
▁中期	-9.70619
nt	-9.70666
源	-9.70684
▁収	-9.70714
44	-9.70742
62	-9.70841
52	-9.70857
▁店	-9.70858
▁理	-9.70878
▁Western	-9.70882
▁Sengoku	-9.70889
he	-9.70963
▁参照	-9.70997
白河	-9.71019
▁Keihan	-9.71028
▁fourth	-9.7103
▁推	-9.7111
平成	-9.71129
側	-9.71162
▁Fushimi	-9.71185
▁instead	-9.71241
▁allowed	-9.71323
▁grant	-9.71329
90	-9.71336
▁来	-9.71348
論	-9.71367
maru	-9.71368
58	-9.71402
39	-9.71474
▁process	-9.71488
▁交	-9.71625
▁V	-9.71664
bashi	-9.71687
cha	-9.7176
ミ	-9.71792
60	-9.71806
chika	-9.7181
▁美	-9.71824
tra	-9.71841
matsu	-9.71877
▁問題	-9.71893
▁run	-9.71929
75	-9.7193
▁Tsune	-9.71936
▁公家	-9.71976
▁route	-9.72005
▁女性	-9.72068
▁Yuki	-9.72075
坂	-9.72176
▁始め	-9.72182
over	-9.72198
▁compil	-9.72199
tomo	-9.72226
▁...	-9.72231
▁Iwa	-9.72241
84	-9.72244
▁founded	-9.72265
▁大正	-9.72364
tori	-9.72384
▁就任	-9.72458
全	-9.72564
▁founder	-9.72689
▁曲	-9.72691
han	-9.72706
▁poetry	-9.72747
▁絵	-9.72798
▁originat	-9.72824
▁はじめ	-9.72873
▁Michi	-9.72895
▁Take	-9.72907
▁men	-9.72941
▁record	-9.72982
▁Bun	-9.73071
64	-9.73072
brought	-9.73083
囲	-9.73305
瀬	-9.73308
ian	-9.73419
ure	-9.73442
▁waka	-9.73483
▁Guards	-9.73586
夷	-9.73594
▁base	-9.73733
仏	-9.73744
▁Mon	-9.73809
57	-9.73833
rs	-9.73836
Shi	-9.73928
▁それぞ	-9.73945
▁気	-9.73948
70	-9.74004
▁律令	-9.74071
泉	-9.74095
emon	-9.74131
▁kan	-9.74141
▁入れ	-9.74202
▁taken	-9.7421
▁perform	-9.74243
続	-9.7427
▁中央	-9.74292
▁独	-9.74302
▁fish	-9.74308
▁青	-9.74383
▁位置	-9.74415
▁Cultural	-9.74468
▁認め	-9.74514
よ	-9.74615
▁meters	-9.74648
自	-9.74656
dera	-9.74657
hiro	-9.74881
▁body	-9.74972
▁Minamoto	-9.74977
▁lower	-9.75083
ze	-9.7509
▁率	-9.75121
saki	-9.75162
93	-9.75202
▁意	-9.75208
91	-9.75219
▁mentioned	-9.75344
▁同様	-9.75347
▁final	-9.75398
画	-9.75415
隆	-9.75429
▁countries	-9.75444
ight	-9.75504
▁九	-9.75582
▁香	-9.75611
▁引	-9.75667
▁ask	-9.75687
▁種	-9.75727
▁Miya	-9.7581
▁各地	-9.75835
▁religious	-9.75911
ズ	-9.75961
▁遺	-9.76
▁色	-9.76002
▁こう	-9.76003
nai	-9.76158
▁兄	-9.76197
▁ki	-9.76212
都	-9.76228
▁社会	-9.76233
74	-9.76486
ship	-9.76534
▁sea	-9.76576
▁stay	-9.76616
▁調	-9.76661
▁優	-9.76709
葉	-9.76734
MURA	-9.76744
77	-9.7676
▁梅	-9.76768
藩	-9.7679
▁演	-9.76878
guchi	-9.76935
▁31	-9.7694
em	-9.76951
▁霊	-9.77005
▁wrote	-9.7703
▁kind	-9.77095
花	-9.771
▁act	-9.77126
94	-9.77162
▁places	-9.772
Yoshi	-9.77247
▁伏見	-9.7728
▁にて	-9.77361
54	-9.77376
▁schools	-9.77503
御	-9.77559
▁許	-9.77571
pp	-9.77615
haru	-9.77621
ール	-9.77669
▁定め	-9.77688
du	-9.77771
▁ハ	-9.77808
▁代表	-9.77823
▁音	-9.77869
▁words	-9.77873
▁50	-9.77939
系	-9.77943
butsu	-9.7804
▁阿	-9.78045
▁活動	-9.78047
ヶ	-9.78058
▁opened	-9.78071
観	-9.78098
▁Koku	-9.78112
テ	-9.78155
▁cover	-9.78162
41	-9.78162
43	-9.78184
▁何	-9.78195
▁Satsuma	-9.78282
▁Kane	-9.78323
▁completed	-9.78436
NA	-9.78436
▁Kannon	-9.78463
▁caus	-9.78468
語	-9.78488
兵	-9.78542
▁妻	-9.78583
▁Yama	-9.78594
▁草	-9.78615
▁全国	-9.78615
▁Festival	-9.78642
96	-9.78679
解	-9.78683
sui	-9.78689
で	-9.78693
▁名乗	-9.7878
辺	-9.78803
▁之	-9.78911
Further	-9.78945
備	-9.79046
▁deity	-9.79062
36	-9.79106
98	-9.79109
▁six	-9.79119
役	-9.79146
▁what	-9.79234
▁Nao	-9.79278
様	-9.79291
▁伊	-9.79419
▁竹	-9.79432
jiro	-9.7949
▁話	-9.79504
▁増	-9.79554
工	-9.79628
館	-9.79629
▁三条	-9.79633
▁公卿	-9.79675
▁殺	-9.79803
▁documents	-9.79839
▁有力	-9.79861
▁generation	-9.79881
▁monk	-9.79952
▁サ	-9.79958
▁su	-9.79995
▁Nihon	-9.80012
4	-9.8003
▁painting	-9.80045
▁decided	-9.8018
59	-9.80225
▁seven	-9.80236
hiko	-9.80249
▁満	-9.80253
▁失	-9.80391
▁remains	-9.80396
▁festival	-9.80431
▁KO	-9.80433
42	-9.80457
▁company	-9.80466
園	-9.80547
護	-9.80577
▁spread	-9.80591
40	-9.80655
▁富	-9.80729
ring	-9.80755
種	-9.8081
メ	-9.8082
▁加え	-9.8082
▁丸	-9.80913
Sa	-9.80933
▁Third	-9.80958
ning	-9.80959
▁開始	-9.80962
▁付	-9.80975
68	-9.81
▁TOYOTOMI	-9.8102
▁councilor	-9.81051
▁病	-9.8109
▁eight	-9.81091
浦	-9.81151
▁戦国	-9.81179
69	-9.81208
▁結果	-9.81274
▁Gi	-9.81327
les	-9.81368
▁具	-9.81384
▁ひと	-9.81392
▁Man	-9.81478
略	-9.81492
▁amount	-9.81514
▁対立	-9.81519
upon	-9.81623
▁western	-9.81639
▁reach	-9.8166
▁遠	-9.81719
nosuke	-9.81734
way	-9.81735
more	-9.81746
▁醍醐	-9.8182
style	-9.81848
太	-9.81874
These	-9.81888
▁operation	-9.81939
▁奉行	-9.82027
▁marri	-9.82062
▁末期	-9.82147
▁Korean	-9.82162
65	-9.82214
▁マ	-9.82252
▁provinces	-9.82287
▁plan	-9.82336
▁夜	-9.82498
▁shape	-9.82517
▁affairs	-9.8252
85	-9.82606
56	-9.82668
席	-9.82699
▁conflict	-9.82762
▁系統	-9.82774
▁旅	-9.82823
▁women	-9.82825
▁read	-9.82844
02	-9.82888
com	-9.83021
▁highest	-9.83038
▁design	-9.83116
▁横	-9.83229
▁studi	-9.83272
hide	-9.83313
▁教育	-9.83336
▁West	-9.83397
▁蔵	-9.83449
装	-9.83449
▁銀	-9.83532
▁一人	-9.83537
儀	-9.83578
▁Suke	-9.83591
con	-9.83616
▁color	-9.83629
▁organization	-9.83649
led	-9.83664
6	-9.83808
So	-9.83847
▁階	-9.83906
▁materials	-9.83933
▁雑	-9.84024
知	-9.84063
▁未	-9.84069
▁書紀	-9.8411
▁単	-9.8413
客	-9.84196
尾	-9.84316
25	-9.84318
▁Jodo	-9.84433
ut	-9.84435
▁通り	-9.84498
特	-9.84507
米	-9.84536
▁浄土	-9.84632
▁好	-9.8478
車	-9.84795
82	-9.84796
83	-9.84809
ang	-9.8484
グ	-9.84915
▁除	-9.84928
▁え	-9.84957
▁送	-9.84996
fuku	-9.84998
▁当主	-9.85019
妻	-9.85047
▁ご	-9.85054
▁子孫	-9.85061
▁white	-9.85242
▁信仰	-9.85244
▁出家	-9.85251
78	-9.85271
TSU	-9.85297
▁older	-9.85363
▁list	-9.85448
▁慶	-9.8545
ren	-9.85484
念	-9.85662
53	-9.85701
火	-9.85772
▁近衛	-9.85794
▁黒	-9.85828
▁red	-9.8591
71	-9.85916
▁reign	-9.8595
▁武田	-9.86007
白	-9.86013
▁Road	-9.8608
▁total	-9.86197
im	-9.86202
▁Ltd	-9.86274
fa	-9.86297
▁延	-9.86343
▁Fuji	-9.8636
▁does	-9.86365
▁追	-9.8637
▁inherit	-9.86404
▁周	-9.86425
▁request	-9.86535
▁poem	-9.86562
▁follows	-9.86629
▁movement	-9.86676
▁Sutra	-9.86679
▁establishment	-9.86747
▁near	-9.86764
ions	-9.86821
ig	-9.87011
taro	-9.87065
像	-9.87102
▁機	-9.87218
▁fall	-9.87228
十	-9.87237
▁Right	-9.87257
▁Second	-9.87267
▁bu	-9.87306
38	-9.87329
典	-9.87379
派	-9.87415
着	-9.87423
gon	-9.87514
▁latter	-9.87517
▁由来	-9.87583
▁occurred	-9.87584
▁関東	-9.87611
▁祀	-9.87678
Ta	-9.87686
▁男	-9.87713
教	-9.87776
▁譲	-9.87785
▁we	-9.87806
▁景	-9.87812
材	-9.87903
あ	-9.87912
▁central	-9.87923
Ho	-9.8796
スト	-9.87977
▁raised	-9.87979
mune	-9.87985
▁J	-9.88025
サ	-9.88031
79	-9.8807
▁look	-9.88111
▁理由	-9.88181
▁荘園	-9.88181
raku	-9.88212
▁団	-9.88254
07	-9.88305
kko	-9.88344
▁愛	-9.88349
▁practice	-9.8835
条	-9.88417
▁国家	-9.88439
籍	-9.88443
▁spring	-9.88449
taking	-9.88501
Mi	-9.88531
界	-9.88605
Fu	-9.88626
ツ	-9.88699
▁Mune	-9.88736
▁菩薩	-9.88909
▁conducted	-9.88928
Sho	-9.88931
景	-9.88949
26	-9.88988
▁Left	-9.89044
ling	-9.89069
春	-9.89111
▁Dainagon	-9.89115
▁佐	-9.8918
▁姫	-9.89202
Ha	-9.89326
達	-9.89415
陽	-9.89444
With	-9.89445
▁参加	-9.89716
二	-9.89727
八	-9.89764
▁志	-9.89768
▁few	-9.89782
▁certain	-9.89847
▁字	-9.89879
▁lords	-9.89895
波	-9.89902
63	-9.89956
▁command	-9.90104
▁requir	-9.90117
▁観音	-9.90258
▁有名	-9.90266
ster	-9.90302
take	-9.90323
SU	-9.9033
▁討	-9.90333
▁選	-9.90407
▁already	-9.90455
▁officer	-9.90485
toshi	-9.90488
▁night	-9.90593
oki	-9.90626
ura	-9.9064
▁formed	-9.90643
▁活躍	-9.90659
koji	-9.9066
gami	-9.90663
▁美術	-9.90668
▁不詳	-9.90732
80	-9.90734
▁紙	-9.9074
29	-9.9075
姓	-9.90771
▁treat	-9.90864
shaped	-9.9087
▁wooden	-9.90883
▁類	-9.90886
▁野	-9.90899
ction	-9.90919
▁HOSOKAWA	-9.90931
▁fifth	-9.90931
kami	-9.90956
ネ	-9.90985
▁徳	-9.9105
▁mid	-9.91052
▁利	-9.91106
▁gods	-9.91111
▁keep	-9.91136
▁assigned	-9.91136
▁street	-9.91272
▁長男	-9.91335
▁garden	-9.91341
▁打	-9.91343
▁got	-9.91427
▁ト	-9.91441
広	-9.91511
▁far	-9.91556
▁km	-9.91561
▁worked	-9.91597
▁letter	-9.91628
▁建築	-9.91686
▁孫	-9.91724
▁引き	-9.91759
▁足	-9.91808
kiyo	-9.91941
nyo	-9.91951
▁light	-9.91979
35	-9.91998
▁Ei	-9.92007
par	-9.92074
▁迎え	-9.92096
shiro	-9.92098
▁II	-9.92121
ケ	-9.92152
73	-9.92155
▁difficult	-9.92164
▁ゆ	-9.92184
慶	-9.92185
こう	-9.92214
RI	-9.92281
▁食べ	-9.92284
▁顕	-9.92292
▁Nihonshoki	-9.92302
▁太政	-9.9232
66	-9.92345
▁gold	-9.9235
▁Ritsuryo	-9.92371
美	-9.92372
▁武家	-9.92401
zoku	-9.92429
nen	-9.92453
霊	-9.9247
従	-9.92504
輪	-9.9251
▁同年	-9.92541
具	-9.92562
紙	-9.92573
Whil	-9.92582
▁本願	-9.92676
▁弘	-9.9273
印	-9.92743
▁collect	-9.9283
▁御所	-9.92839
▁production	-9.92889
▁ryo	-9.93037
▁Fourth	-9.93065
▁party	-9.93083
▁イ	-9.93131
▁gain	-9.9316
omi	-9.93166
kin	-9.93218
ul	-9.93231
Kyoto	-9.93255
▁sister	-9.93274
府	-9.93288
▁mi	-9.9336
▁writing	-9.93413
▁空	-9.93465
▁priests	-9.93471
▁宇	-9.9349
▁text	-9.93553
▁少	-9.93555
▁serve	-9.9364
tei	-9.9369
Then	-9.93693
K	-9.93705
藤原	-9.93707
▁君	-9.93708
▁ぬ	-9.93717
羅	-9.93778
▁Mino	-9.93811
▁wa	-9.93868
退	-9.93873
▁KI	-9.93934
ギ	-9.93973
▁money	-9.93973
mae	-9.9398
▁car	-9.93997
▁shin	-9.94004
GA	-9.94009
▁female	-9.94043
▁low	-9.94077
▁records	-9.94108
▁generations	-9.9417
▁policy	-9.94254
▁generally	-9.94339
リー	-9.94358
市	-9.9437
刀	-9.94395
▁ta	-9.94436
旨	-9.94536
▁士	-9.94559
▁求め	-9.94678
▁guard	-9.94714
▁province	-9.94718
Genji	-9.94786
zane	-9.94799
zai	-9.94853
▁ほとん	-9.9489
▁shu	-9.94985
▁authority	-9.95045
03	-9.95048
kept	-9.95108
▁saying	-9.95147
▁乗	-9.95223
品	-9.95224
▁勅	-9.95237
▁跡	-9.95291
一方	-9.95319
▁abolished	-9.95354
▁HOJO	-9.95388
付け	-9.95404
▁如来	-9.95476
▁舞	-9.95494
▁皇后	-9.95533
▁舞鶴	-9.95587
▁節	-9.95591
▁change	-9.956
▁橋	-9.95628
▁especially	-9.95677
同年	-9.95681
▁属	-9.95791
27	-9.95798
智	-9.95835
▁寄	-9.95853
▁40	-9.95857
ずれ	-9.95897
81	-9.95921
▁leading	-9.95929
▁戸	-9.95944
▁仁	-9.95953
▁宿	-9.95962
▁宇治	-9.96005
芸	-9.96024
別	-9.96079
naka	-9.96119
▁言葉	-9.96133
▁Electric	-9.96173
舎	-9.96175
科	-9.96192
▁鎮	-9.96205
千	-9.96225
▁ni	-9.96236
toki	-9.96244
▁performance	-9.96248
▁そ	-9.96249
MA	-9.96292
▁>	-9.96328
▁date	-9.96339
kon	-9.9634
▁帝国	-9.96344
▁district	-9.96377
maki	-9.96378
フ	-9.96382
▁structure	-9.96461
▁以	-9.9647
▁hard	-9.96548
性	-9.96558
▁室	-9.96576
▁科	-9.96601
▁二条	-9.96604
▁sold	-9.96623
▁divided	-9.96674
▁L	-9.96688
▁railway	-9.96749
▁つけ	-9.96778
▁woman	-9.96821
▁焼	-9.96884
97	-9.96905
▁検	-9.96918
▁助	-9.96933
▁existed	-9.96937
▁much	-9.97023
ben	-9.97054
▁河	-9.97091
▁administration	-9.9711
goro	-9.97154
▁慶長	-9.97193
▁Main	-9.97208
三郎	-9.97232
▁h	-9.97233
▁gradually	-9.97255
▁合戦	-9.97306
▁operated	-9.97372
根	-9.9744
詞	-9.97546
▁thus	-9.97622
▁per	-9.9772
▁司	-9.97846
▁宣	-9.9785
▁hon	-9.97897
▁技術	-9.97914
▁列	-9.97993
▁運	-9.97995
康	-9.98089
▁added	-9.98091
▁和歌	-9.98092
▁補	-9.98109
▁黄	-9.9814
▁Yoshitsune	-9.98171
▁都市	-9.98288
▁Kawachi	-9.98307
▁powerful	-9.98375
上皇	-9.984
影	-9.98423
延	-9.98452
▁love	-9.98476
▁Kawa	-9.98486
uchi	-9.9849
▁Crown	-9.98496
▁Bo	-9.98518
che	-9.98562
cy	-9.98598
型	-9.98609
▁volume	-9.98611
▁further	-9.98643
▁serving	-9.98643
▁挙げ	-9.98643
▁切	-9.98676
▁ね	-9.98689
▁De	-9.98759
▁literature	-9.98791
弟	-9.98827
域	-9.98888
▁決	-9.98893
▁Tame	-9.98902
▁subject	-9.98939
▁Sui	-9.98997
▁付け	-9.99101
▁Jun	-9.99158
▁始ま	-9.9925
▁season	-9.99266
▁resign	-9.99288
▁出来	-9.99341
ia	-9.99364
gai	-9.99368
そ	-9.9939
▁パ	-9.99431
▁九州	-9.99477
▁関白	-9.99545
祭	-9.9961
夫	-9.99616
Even	-9.99627
▁完成	-9.99691
▁開業	-9.9971
▁郷	-9.99753
▁inside	-9.99816
saka	-9.99867
▁foreign	-9.99882
▁Nari	-9.99933
08	-9.99944
▁sub	-9.99954
▁目的	-9.99995
▁事業	-10.001
切	-10.0013
▁director	-10.002
封	-10.002
▁急	-10.0021
弘	-10.0024
▁機関	-10.0028
▁上杉	-10.0036
兵衛	-10.004
▁dai	-10.0041
▁Grand	-10.0042
▁名称	-10.0057
▁玄	-10.0058
▁Shogunate	-10.0059
▁Kamo	-10.0063
if	-10.0073
▁1868	-10.0077
べ	-10.0077
入れ	-10.0079
▁武将	-10.0081
食	-10.0087
▁Year	-10.0087
隊	-10.0089
柄	-10.0095
▁余	-10.0098
One	-10.0101
▁directly	-10.0101
ai	-10.0104
▁設立	-10.011
雲	-10.0113
氏	-10.0116
▁個	-10.0118
▁connect	-10.0118
翌	-10.012
▁bo	-10.0127
ph	-10.0134
養	-10.0139
▁Bureau	-10.014
▁建立	-10.0143
▁南北	-10.0145
28	-10.0148
04	-10.0153
▁i	-10.0154
Her	-10.0155
jima	-10.0158
右衛門	-10.0163
KU	-10.0169
端	-10.0172
▁神道	-10.0172
ple	-10.0172
ック	-10.0182
▁Monogatari	-10.0186
▁続け	-10.0191
▁仕	-10.0191
寿	-10.0192
▁how	-10.0193
▁発展	-10.0194
land	-10.0199
▁regions	-10.02
▁living	-10.0201
▁hold	-10.0205
▁legend	-10.0209
▁Ne	-10.0209
▁posthumous	-10.0216
▁玉	-10.0224
▁内容	-10.0226
情	-10.0229
▁業	-10.023
▁inter	-10.0233
▁タ	-10.0234
elves	-10.0239
拠	-10.0254
▁キ	-10.0256
陸	-10.0256
郎	-10.026
▁ground	-10.0261
▁状	-10.0261
▁初代	-10.0261
▁農	-10.0267
▁get	-10.0268
▁ぎ	-10.0273
▁ニ	-10.0277
▁Restoration	-10.0277
真	-10.0283
▁Saga	-10.0284
▁property	-10.0285
▁development	-10.0286
郷	-10.0287
▁whe	-10.0287
▁successor	-10.0295
▁資	-10.0295
覚	-10.0297
▁地下	-10.0301
▁並	-10.0306
▁road	-10.0308
▁scene	-10.0308
▁Takeda	-10.0313
述	-10.0319
▁平氏	-10.0329
▁lines	-10.0331
▁刀	-10.0331
談	-10.0354
gata	-10.0357
▁向か	-10.0362
▁purpose	-10.0363
事実	-10.0364
▁時間	-10.037
▁商	-10.0371
六	-10.0372
▁active	-10.0373
因	-10.0377
▁elde	-10.0381
Ku	-10.0384
▁manor	-10.0385
▁大将	-10.0386
▁塩	-10.039
ishi	-10.0392
▁foot	-10.0393
▁立て	-10.0404
▁heir	-10.0405
▁hereditar	-10.0408
▁複	-10.0409
▁地位	-10.041
▁KA	-10.0414
▁フ	-10.0417
76	-10.0419
▁善	-10.042
kura	-10.0424
▁selected	-10.0425
▁場所	-10.0427
▁higher	-10.0428
32	-10.0429
▁my	-10.043
▁states	-10.0431
▁offer	-10.0431
▁ju	-10.0431
華	-10.0432
バ	-10.0442
級	-10.0444
づ	-10.0445
ement	-10.0447
HARA	-10.0448
▁読	-10.0457
▁流れ	-10.046
▁墓	-10.0461
▁林	-10.0464
▁孝	-10.0465
▁travel	-10.0471
▁respect	-10.0471
▁最初	-10.0475
▁give	-10.0487
▁破	-10.0489
▁皇族	-10.0503
▁Sanjo	-10.0506
▁会社	-10.0506
▁occasion	-10.051
06	-10.0512
▁歌舞伎	-10.0512
▁聖	-10.052
▁dispatch	-10.0526
▁大坂	-10.0533
基	-10.0534
▁激	-10.0538
ration	-10.0538
An	-10.0539
▁講	-10.0544
▁承	-10.0546
▁印	-10.0546
▁State	-10.0548
▁limited	-10.0548
▁運転	-10.055
▁usually	-10.0552
▁involved	-10.0563
▁lineage	-10.0563
▁estate	-10.0565
24	-10.0566
▁八幡	-10.0571
▁資料	-10.0574
ご	-10.0574
▁nation	-10.0577
▁trade	-10.0581
▁周辺	-10.0582
op	-10.0592
▁そう	-10.0595
lt	-10.0595
▁approximate	-10.0597
▁参議	-10.0598
▁死後	-10.06
居	-10.0603
▁派遣	-10.0605
▁descendants	-10.0609
▁客	-10.0615
by	-10.0621
ach	-10.063
▁比	-10.0631
▁almo	-10.0634
▁年代	-10.064
角	-10.064
21	-10.064
▁秋	-10.0641
BE	-10.0647
▁コ	-10.065
▁一方	-10.0652
▁Land	-10.0653
▁短	-10.0655
▁割	-10.0659
多	-10.066
紀	-10.0669
札	-10.0669
▁cut	-10.067
▁神宮	-10.0671
▁限	-10.0675
想	-10.0675
▁Moro	-10.0678
友	-10.0679
丸	-10.0682
▁建設	-10.0685
▁運動	-10.0685
▁寛	-10.0685
▁鏡	-10.0692
23	-10.0694
▁jo	-10.07
茶	-10.0704
満	-10.0707
▁松平	-10.0711
▁倭	-10.072
▁動	-10.0733
▁平家	-10.0734
▁禅	-10.0735
side	-10.0741
▁経済	-10.0742
Mo	-10.0743
党	-10.0745
▁おお	-10.0746
▁formal	-10.075
在	-10.0753
▁オ	-10.076
彦	-10.0763
▁Bosatsu	-10.0765
▁文書	-10.0772
▁順	-10.0777
▁Captain	-10.078
▁Hongan	-10.0785
音	-10.0786
▁Otsu	-10.0787
題	-10.0788
▁Toku	-10.0791
▁cm	-10.0793
▁research	-10.0795
zumi	-10.0798
留	-10.0799
▁govern	-10.08
▁sauce	-10.0801
▁Hisa	-10.0803
▁outside	-10.0807
Re	-10.0814
▁K	-10.0819
▁secret	-10.0819
▁commonly	-10.0824
GAWA	-10.0827
45	-10.0828
▁fell	-10.0829
eki	-10.083
lar	-10.0831
script	-10.0837
▁形式	-10.084
▁天正	-10.0852
ぐ	-10.0856
威	-10.0861
▁よく	-10.0866
▁禁	-10.0871
▁except	-10.0873
▁poet	-10.0874
dono	-10.0875
▁Company	-10.0878
WA	-10.088
▁招	-10.0883
line	-10.0893
▁big	-10.0895
▁河内	-10.0897
▁方面	-10.0901
船	-10.0903
▁発生	-10.0907
▁below	-10.0914
則	-10.0918
玉	-10.092
▁Nijo	-10.0924
乱	-10.0926
▁destroy	-10.0927
亀	-10.093
31	-10.0936
▁reform	-10.0939
▁itself	-10.0946
And	-10.095
▁depend	-10.0951
▁u	-10.0955
▁protect	-10.0955
▁establish	-10.0955
▁Maizuru	-10.0958
▁Toyo	-10.0958
▁聞	-10.0959
史	-10.0962
▁ro	-10.0968
▁戻	-10.0973
次郎	-10.0974
▁Tendai	-10.0974
▁裏	-10.0974
▁oldest	-10.0981
More	-10.0983
▁regent	-10.0984
▁幕	-10.0993
巻	-10.0995
▁article	-10.0997
▁belonged	-10.0998
ット	-10.1003
秀	-10.1014
▁Kore	-10.1023
▁生活	-10.1026
▁Kabuki	-10.1026
▁段	-10.1036
江	-10.1036
09	-10.1036
▁Shugo	-10.1038
▁students	-10.1042
▁Gyo	-10.1045
▁及	-10.1052
KA	-10.1057
If	-10.106
酒	-10.1064
▁First	-10.1065
▁Shiga	-10.1067
類	-10.107
▁康	-10.107
▁遊	-10.1073
▁巡	-10.1075
▁奥	-10.1081
▁call	-10.1091
▁Retired	-10.1091
▁roof	-10.1092
つて	-10.1094
▁level	-10.1098
om	-10.1106
▁me	-10.1109
▁豪	-10.1115
▁social	-10.1116
▁author	-10.1123
▁event	-10.1125
▁規模	-10.1125
▁思想	-10.1126
▁次男	-10.1128
▁Mutsu	-10.1131
▁卿	-10.1131
per	-10.1136
ゆる	-10.1137
ors	-10.1139
▁Tanba	-10.1143
hisa	-10.1146
car	-10.1149
▁World	-10.115
ok	-10.115
SE	-10.1157
▁suggest	-10.1158
▁silver	-10.1167
▁help	-10.1167
▁vice	-10.1167
▁体制	-10.1168
05	-10.1171
▁改め	-10.1175
▁交通	-10.1177
▁配	-10.1178
極	-10.1183
▁Collection	-10.1183
fer	-10.1191
▁award	-10.1192
▁provided	-10.1195
ヤ	-10.12
▁負	-10.1205
望	-10.1213
tr	-10.1214
Su	-10.1216
▁なら	-10.1223
▁評価	-10.1226
▁film	-10.1227
▁源義	-10.123
▁full	-10.1235
▁face	-10.1239
関	-10.1243
▁MATSUDAIRA	-10.1251
▁2006	-10.1253
▁防	-10.1255
▁field	-10.1259
▁succession	-10.1261
正室	-10.1261
▁need	-10.1263
▁Hira	-10.1266
きな	-10.1273
▁natural	-10.1276
33	-10.1278
▁wh	-10.1279
nu	-10.1279
▁隆	-10.1281
Ma	-10.1288
zuka	-10.129
▁建て	-10.1291
▁Katsu	-10.1296
▁wide	-10.1298
▁posts	-10.1302
tor	-10.1303
習	-10.1307
▁idea	-10.1308
▁forced	-10.1315
▁statues	-10.1317
▁どう	-10.1322
約	-10.1323
▁Ba	-10.1326
▁issue	-10.1327
平安	-10.1329
▁lot	-10.1329
▁築	-10.1332
▁TO	-10.1335
▁hot	-10.1339
setsu	-10.134
▁High	-10.134
▁volumes	-10.1343
▁pass	-10.1351
筆	-10.1353
那	-10.1353
香	-10.1354
▁Route	-10.1358
中世	-10.1361
▁Village	-10.137
▁Nin	-10.1373
ood	-10.1373
CHI	-10.1375
▁Army	-10.1378
▁群	-10.1381
▁洋	-10.1383
済	-10.1384
saku	-10.1386
▁object	-10.1387
wara	-10.1393
▁土地	-10.1394
▁Chunagon	-10.1396
▁計画	-10.1396
▁当た	-10.1401
▁程度	-10.1404
92	-10.1405
果	-10.1412
▁家人	-10.1413
▁路線	-10.1413
ization	-10.1425
▁elder	-10.1426
▁thems	-10.1427
▁太	-10.1433
▁津	-10.1443
死	-10.1444
▁length	-10.1447
▁近代	-10.1448
▁horse	-10.1448
▁arriv	-10.145
宅	-10.1463
▁worship	-10.1466
▁fight	-10.1466
▁buildings	-10.1468
▁Kata	-10.1468
▁放	-10.1476
圧	-10.1477
▁past	-10.1483
▁現れ	-10.1486
▁叙	-10.1487
足	-10.1487
aught	-10.149
▁2007	-10.1493
▁調査	-10.1499
▁te	-10.1501
▁standing	-10.1501
▁never	-10.1508
miya	-10.1508
▁本線	-10.1508
ソ	-10.1512
▁Tango	-10.1519
▁States	-10.1521
▁whole	-10.1523
▁cars	-10.1524
▁征	-10.1532
▁document	-10.1536
ari	-10.1545
▁枚	-10.1546
穂	-10.1551
▁大夫	-10.1555
ious	-10.1558
▁縁	-10.1559
▁personal	-10.1559
▁paintings	-10.1566
▁Kojiki	-10.1571
▁居	-10.1573
▁handed	-10.1574
▁帝	-10.1576
▁攻め	-10.1577
▁becom	-10.1579
衣	-10.158
▁brothers	-10.1582
▁人々	-10.1584
▁Goshirakawa	-10.1586
▁dynasty	-10.1586
▁sense	-10.1588
▁日記	-10.1588
属	-10.1589
▁persons	-10.1592
▁series	-10.1595
and	-10.1596
▁appears	-10.1598
▁丹波	-10.1599
▁厳	-10.1601
▁tree	-10.1606
当時	-10.1609
▁northern	-10.1612
▁60	-10.1616
▁Household	-10.1621
▁ヶ	-10.1626
▁Kyu	-10.1628
▁shugo	-10.1633
跡	-10.1635
▁too	-10.1637
cur	-10.164
▁board	-10.1643
AN	-10.1648
▁kuni	-10.1655
▁鳥	-10.1658
▁姓	-10.1658
▁表記	-10.1659
▁Island	-10.1665
▁監督	-10.1665
▁Town	-10.1667
ブ	-10.1668
従五位	-10.1671
▁leader	-10.1674
▁最後	-10.1677
San	-10.1678
▁英	-10.168
住	-10.1696
▁sixth	-10.1698
▁営	-10.1699
▁Musashi	-10.17
▁礼	-10.1701
▁け	-10.1706
▁辞	-10.1706
Com	-10.1709
▁相当	-10.1712
▁sen	-10.1712
▁密	-10.1715
結	-10.1716
▁oppos	-10.1726
延暦	-10.1726
▁Law	-10.1728
▁本来	-10.173
▁精	-10.173
Dai	-10.1734
▁course	-10.1742
▁状態	-10.1754
Japanese	-10.1761
▁St	-10.1763
▁via	-10.177
▁human	-10.1771
Its	-10.1774
▁eastern	-10.1775
▁open	-10.1777
毛	-10.178
五郎	-10.1786
貨	-10.1789
▁Ari	-10.1801
百	-10.1802
▁Inner	-10.1807
▁ここ	-10.1807
▁敵	-10.1811
▁custom	-10.1812
▁male	-10.1813
▁最も	-10.1817
尊	-10.1818
的	-10.1822
▁pieces	-10.1822
壇	-10.1825
37	-10.1828
▁positions	-10.183
▁Ge	-10.1834
▁施設	-10.1834
,	-10.1834
▁Oda	-10.1838
kage	-10.1842
▁clans	-10.1852
五	-10.1856
▁Haru	-10.1859
▁Amida	-10.186
▁sign	-10.1861
YO	-10.1862
ical	-10.1872
求	-10.1878
▁Affairs	-10.1878
▁特徴	-10.1879
▁Shingon	-10.1881
zaemon	-10.189
▁弟子	-10.1892
▁priesthood	-10.1897
▁主張	-10.1898
wi	-10.1901
▁NAKA	-10.1904
▁Association	-10.1914
shaku	-10.1916
▁training	-10.1917
▁国立	-10.1919
▁Hojo	-10.1922
round	-10.1923
ition	-10.1926
Ki	-10.1928
▁陣	-10.1932
▁details	-10.1933
▁History	-10.1934
▁次第	-10.1936
草	-10.1941
建	-10.1946
▁設け	-10.1951
▁less	-10.1967
▁Asuka	-10.1969
Go	-10.1973
▁ウ	-10.1973
▁spirit	-10.1976
▁しか	-10.1976
34	-10.198
ド	-10.1986
▁柳	-10.1991
▁楽	-10.1993
▁200	-10.1994
▁deep	-10.2
ft	-10.2003
▁介	-10.2005
▁Owari	-10.2005
話	-10.2008
▁泰	-10.2011
▁なか	-10.2012
▁発行	-10.2012
▁根	-10.2013
▁principal	-10.2014
維新	-10.2015
▁po	-10.2018
▁荘	-10.202
▁coins	-10.2023
▁模	-10.2023
守	-10.2024
▁Te	-10.2025
▁産	-10.2026
▁対象	-10.2026
▁Me	-10.2027
oji	-10.2027
小路	-10.2036
Shin	-10.2041
▁Po	-10.2042
▁表現	-10.2042
▁国宝	-10.2046
▁Be	-10.2047
▁いえ	-10.205
▁型	-10.2054
▁though	-10.2059
goku	-10.2059
断	-10.206
▁エ	-10.2062
▁矢	-10.2062
駅	-10.2068
▁participate	-10.2078
▁river	-10.208
去	-10.2083
須	-10.2087
▁難	-10.2094
らか	-10.2094
▁荒	-10.2094
喜	-10.2096
所領	-10.2098
tane	-10.2101
mm	-10.2103
yaki	-10.2108
収	-10.2108
▁内閣	-10.2109
Kan	-10.2117
▁events	-10.2118
態	-10.212
▁筆	-10.2123
▁location	-10.2124
基づ	-10.2133
jingu	-10.2137
▁Mei	-10.214
襲	-10.2141
▁lunar	-10.2143
▁enemy	-10.2146
▁value	-10.2149
▁湖	-10.215
▁services	-10.215
▁政策	-10.2153
▁わた	-10.2153
近年	-10.2153
▁多数	-10.2156
▁味	-10.2157
Hi	-10.2163
▁天文	-10.2167
hashi	-10.217
▁square	-10.2171
▁problem	-10.2171
▁前期	-10.2175
nan	-10.2176
rew	-10.2176
▁判	-10.2177
▁Art	-10.2179
▁attempt	-10.218
機	-10.2182
▁崇	-10.2188
we	-10.219
DO	-10.2192
▁弓	-10.2195
▁na	-10.22
頃	-10.22
製	-10.2203
▁Act	-10.2208
▁低	-10.2211
uta	-10.2216
▁composed	-10.2216
GI	-10.2228
軍事	-10.2238
▁任命	-10.2239
▁ku	-10.2239
▁han	-10.224
▁供	-10.2241
JI	-10.2242
▁量	-10.2243
▁鬼	-10.2244
▁might	-10.2247
以来	-10.2254
▁activities	-10.2254
盤	-10.2254
▁direction	-10.2256
里	-10.2259
ピ	-10.2264
▁弁	-10.2266
▁党	-10.2267
▁widely	-10.2272
▁主に	-10.2273
▁法華	-10.2286
▁independent	-10.2292
▁accepted	-10.2292
▁clear	-10.2295
▁完	-10.2298
▁布	-10.2299
▁Nyorai	-10.2301
22	-10.2305
▁East	-10.231
刑	-10.231
▁conferred	-10.231
▁Middle	-10.2311
▁大津	-10.2317
possible	-10.2318
▁華	-10.2319
将	-10.2328
▁walk	-10.2329
▁薩摩	-10.2339
KURA	-10.2339
▁Zo	-10.234
ゴ	-10.2348
▁幸	-10.2353
ート	-10.2355
▁senior	-10.2358
如	-10.2364
置	-10.2379
▁抄	-10.2381
▁暦	-10.2381
Among	-10.2386
▁ぜ	-10.2388
僧	-10.2405
▁更	-10.2408
状	-10.2411
nao	-10.2411
▁Kansai	-10.2412
▁統	-10.2414
cation	-10.2416
▁決定	-10.2417
▁製	-10.242
Many	-10.2421
陣	-10.2421
▁古代	-10.2421
▁Oto	-10.2423
▁Prefectural	-10.2424
▁fields	-10.2425
▁Kiyomori	-10.2426
▁逆	-10.2429
▁best	-10.243
組	-10.2436
▁注	-10.2437
▁Oki	-10.2439
エ	-10.244
ゅ	-10.244
▁勘	-10.2441
▁sweet	-10.2443
▁史料	-10.2454
▁視	-10.2462
令	-10.2467
継	-10.2468
But	-10.2471
▁disciple	-10.2474
▁俊	-10.2475
▁Tei	-10.2477
▁MI	-10.248
▁depict	-10.2481
ac	-10.249
功	-10.249
円	-10.2491
qui	-10.2491
▁片	-10.2496
▁wood	-10.2497
▁compar	-10.25
▁difference	-10.25
▁TA	-10.2506
▁arrow	-10.251
練	-10.2519
up	-10.2526
▁gun	-10.2533
▁describe	-10.254
斎	-10.2543
▁落	-10.2547
▁grave	-10.2548
▁society	-10.2558
与	-10.2559
▁Yodo	-10.2566
▁将	-10.2575
温	-10.2577
